13/data/attachments/fd99ee29c37abf71.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_7b89b883-cea8-4cf0-880b-9cb450a2b81c</nif:username>
            <nif:friendToBeAdded>Chad_want_Actions_24509_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>